/* %1$@ permission: %2$@
Please note %1$@ is a variable and must be preserved in the translated text.
for example: `Accessibility permission: ⛔️ required` */

"%1$@ permission: %2$@" = "Δικαιώματα για %1$@: %2$@";

/* corresponds to Accessibility in system Privacy settings */
"Accessibility" = "Προσβασιμότητα";

/* Preferences pane for `App` settings */
"App" = "Εφαρμογή";

/* Check box next to the 'Check for updates' button */
"Automatically" = "Αυτόματα";

/* Button, when pressed, checks for updates now */
"Check for updates" = "Έλεγχος για αναβαθμίσεις";

/* 1=name of app e.g. `Enable Scroll Reverser` */
"Enable %1$@" = "Ενεργοποίησε το %1$@";

/* No comment provided by engineer. */
"For settings, click the icon in the menu bar" = "Για τις προτιμήσεις κλικάτερε στο εικονίδιο που βρίσκεται στη γραμμή μενού";

/* Alert box title */
"Icon Hidden" = "Το εικονίδιο κρύφτηκε";

/* Check box: Include beta versionss of the app when checking for updates */
"Include beta versions" = "Περιέλαβε και τις δοκιμαστικές εκδόσεις";

/* corresponds to Input Monitoring in system Privacy settings */
"Input Monitoring" = "Παρακολούθηση συσκευής εισόδου";

/* Large step size */
"Large" = "Μεγάλο";

/* No comment provided by engineer. */
"OK" = "ΟΚ";

/* Open %1$@ preferences
Please note %1$@ is a variable and must remain in the translated text.
Example: "Open Input Monitoring preferences" */
"Open %1$@ preferences" = "Άνοιξε τις ρυθμίσεις %1$@";

/* Section title */
"Permissions" = "Δικαιώματα";

/* No comment provided by engineer. */
"Preferences" = "Προτιμήσεις";

/* 1=name of app e.g. `Quit Scroll Reverser` */
"Quit %1$@" = "Έξοδος %1$@";

/* Request %1$@ permission
Please note %1$@ is a variable. It is replaced with either `Input Monitoring` or `Accessibility`. */
"Request %1$@ permission" = "Αίτηση δικαιωμάτων για %1$@";

/* Prefs check box */
"Reverse Horizontal" = "Οριζόντια Αντιστροφή";

/* Prefs check box */
"Reverse Mouse" = "Αντιστροφή στο Mouse";

/* Prefs check box */
"Reverse Trackpad" = "Αντιστροφή στο Trackpad";

/* Prefs check box */
"Reverse Vertical" = "Κάθετη Αντιστροφή";

/* No comment provided by engineer. */
"Scroll Reverser is now running!" = "Το Scroll Reverser είναι ενεργό!";

/* No comment provided by engineer. */
"Scroll Reverser needs Accessibility permission to modify your scrolling." = "Το Scroll Reverser χρειάζεται δικαιώματα για να αλλάξει το σκρολάρισμα.";

/* No comment provided by engineer. */
"Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad." = "Το Scroll Reverser χρειάζεται δικαιώματα Παρακολούθησης Συσκευής Εισόδου για να δει αν τα δάχτυλά σας ακουμπούν το Trackpad.";

/* Prefs section header */
"Scroll Wheel" = "Κύλιση Τροχού";

/* Preferences pane for `Scrolling` serttings */
"Scrolling" = "Κύλιση";

/* Prefs section title */
"Scrolling Axes" = "Άξονες Κύλισης";

/* Prefs section title */
"Scrolling Devices" = "Συσκευές Κύλισης";

/* Prefs check box */
"Show in menu bar" = "Εμφάνιση στη γραμμή μενού";

/* Small step size */
"Small" = "Μικρό";

/* Prefs check box */
"Start at login" = "Εκκίνηση κατά την είσοδο";

/* Size of one step of the mouse scroll wheel */
"Step size" = "Μέγεθος βήματος";

/* Alert box text. 1=name of app */
"The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder." = "Το εικονίδιο %1$@ έχει αφαιρεθεί από τη μενού μπάρα. Για να το επαναφέρετε, τρέξτε το %1$@ ξανά από τον Finder.";

/* No comment provided by engineer. */
"⛔️ required" = "⛔️ απαιτείται";

/* No comment provided by engineer. */
"✅ granted" = "✅ εγκρίθηκε";
